Repository: xthreen/oop-pysimplegui-demo
Catalog: i18n/*/LC_MESSAGES/example_app.po
Languages: es_es

source: Welcome to the complex state machine.
es_es: Bienvenido a la compleja máquina de estados.

source: Go to State A
es_es: Ir al Estado A

source: Go to State B
es_es: Ir al Estado B

source: Exit
es_es: Salida

source: Enter the file URL to download:
es_es: Ingrese la URL del archivo para descargar:

source: Download
es_es: Descargar

source: You are in State A.
es_es: Estás en el estado A.

source: Go back to Initial
es_es: Volver a Inicial

source: State A
es_es: Estado A

source: You are in State B.
es_es: Estás en el estado B.

source: Complex State Machine
es_es: Máquina de estado complejo
